HGS/MELDUNGEN/EXPORT/MASTER_Schichtreport_20241010143147.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeSchichtreport xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaSchichtreport xmlns="http://tms.ica.de/automatenService/3_10/" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <versionKey>-1</versionKey>
                <abrechnungsnummer>10195</abrechnungsnummer>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T14:31:47.437+02:00" geldlogistiker="0" geldspeichertyp="ZGS" einschubNr="1" geldspeicherId="33201609" abrechnung="0">
                    <geldbetrag betrag="14000" waehrung="EUR"/>
                    <bestandSorte anzahl="1400">
                        <nennwert waehrung="EUR" wertigkeit="10"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17116" guid="451f550a-6cda-4657-9cdd-1d503fe0ab25"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T14:31:47.463+02:00" geldlogistiker="0" geldspeichertyp="WGR" einschubNr="5" geldspeicherId="40211179" abrechnung="0">
                    <geldbetrag betrag="1600" waehrung="EUR"/>
                    <bestandSorte anzahl="8">
                        <nennwert waehrung="EUR" wertigkeit="200"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17125" guid="74e7cf54-71e3-4cda-8efd-0bc58111daa1"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T14:31:47.466+02:00" geldlogistiker="1" geldspeichertyp="MEK" einschubNr="5" geldspeicherId="80211507" abrechnung="0">
                    <geldbetrag betrag="0" waehrung="EUR"/>
                    <bestandSorte anzahl="0">
                        <nennwert waehrung="EUR" wertigkeit="0"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17126" guid="51946bcb-45f0-4819-84e9-aef2f864696b"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T14:31:47.468+02:00" geldlogistiker="1" geldspeichertyp="BNW" einschubNr="1" geldspeicherId="82000135" abrechnung="0">
                    <geldbetrag betrag="500" waehrung="EUR"/>
                    <bestandSorte anzahl="1">
                        <nennwert waehrung="EUR" wertigkeit="500"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17127" guid="f2e8407e-9780-4cc0-b860-b9362c81b8d9"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T14:31:47.470+02:00" geldlogistiker="1" geldspeichertyp="BNW" einschubNr="2" geldspeicherId="82000135" abrechnung="0">
                    <geldbetrag betrag="1000" waehrung="EUR"/>
                    <bestandSorte anzahl="1">
                        <nennwert waehrung="EUR" wertigkeit="1000"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17128" guid="0b985d36-963e-4596-b4fa-da8f22d7a1cf"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T14:31:47.472+02:00" geldlogistiker="1" geldspeichertyp="BWZ" einschubNr="1" geldspeicherId="99000135" abrechnung="0">
                    <geldbetrag betrag="0" waehrung="EUR"/>
                    <bestandSorte anzahl="0">
                        <nennwert waehrung="EUR" wertigkeit="500"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17129" guid="ac080c2a-8078-479e-a662-1851976e4894"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T14:31:47.474+02:00" geldlogistiker="1" geldspeichertyp="BWZ" einschubNr="2" geldspeicherId="99000135" abrechnung="0">
                    <geldbetrag betrag="0" waehrung="EUR"/>
                    <bestandSorte anzahl="0">
                        <nennwert waehrung="EUR" wertigkeit="1000"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17130" guid="46d3a5f5-b39c-4972-bf82-098f18c0cb74"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T14:31:47.444+02:00" geldlogistiker="0" geldspeichertyp="ZGS" einschubNr="2" geldspeicherId="34204823" abrechnung="0">
                    <geldbetrag betrag="20000" waehrung="EUR"/>
                    <bestandSorte anzahl="100">
                        <nennwert waehrung="EUR" wertigkeit="200"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17117" guid="5ac0cdd3-8039-4e34-be37-9e23075c046b"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T14:31:47.446+02:00" geldlogistiker="0" geldspeichertyp="ZGS" einschubNr="3" geldspeicherId="31210510" abrechnung="0">
                    <geldbetrag betrag="10000" waehrung="EUR"/>
                    <bestandSorte anzahl="100">
                        <nennwert waehrung="EUR" wertigkeit="100"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17118" guid="4e9e85f4-4f92-4351-affa-1794a800f164"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T14:31:47.449+02:00" geldlogistiker="0" geldspeichertyp="BEK" einschubNr="0" geldspeicherId="99" abrechnung="0">
                    <geldbetrag betrag="0" waehrung="EUR"/>
                    <metadaten sequenznummer="17119" guid="f48993fc-2b06-4cd0-8790-a3df6082c80f"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T14:31:47.451+02:00" geldlogistiker="0" geldspeichertyp="BEK" einschubNr="1" geldspeicherId="676000331" abrechnung="0">
                    <geldbetrag betrag="8500" waehrung="EUR"/>
                    <bestandSorte anzahl="1">
                        <nennwert waehrung="EUR" wertigkeit="500"/>
                    </bestandSorte>
                    <bestandSorte anzahl="4">
                        <nennwert waehrung="EUR" wertigkeit="1000"/>
                    </bestandSorte>
                    <bestandSorte anzahl="2">
                        <nennwert waehrung="EUR" wertigkeit="2000"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17120" guid="b678f832-e40f-4efb-9877-7c5532b34955"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T14:31:47.454+02:00" geldlogistiker="0" geldspeichertyp="WGR" einschubNr="1" geldspeicherId="47211168" abrechnung="0">
                    <geldbetrag betrag="100" waehrung="EUR"/>
                    <bestandSorte anzahl="5">
                        <nennwert waehrung="EUR" wertigkeit="20"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17121" guid="f4b82a74-20f4-4f4e-839e-4f5be5087b11"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T14:31:47.457+02:00" geldlogistiker="0" geldspeichertyp="WGR" einschubNr="2" geldspeicherId="44211138" abrechnung="0">
                    <geldbetrag betrag="0" waehrung="EUR"/>
                    <bestandSorte anzahl="0">
                        <nennwert waehrung="EUR" wertigkeit="5"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17122" guid="28689d8b-c760-474d-a247-6fb3059c53b9"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T14:31:47.459+02:00" geldlogistiker="0" geldspeichertyp="WGR" einschubNr="3" geldspeicherId="42211167" abrechnung="0">
                    <geldbetrag betrag="250" waehrung="EUR"/>
                    <bestandSorte anzahl="5">
                        <nennwert waehrung="EUR" wertigkeit="50"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17123" guid="f8c34603-6625-431f-ba80-9f41b53785ea"/>
                </geldlogistik>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-10T14:31:47.461+02:00" geldlogistiker="0" geldspeichertyp="WGR" einschubNr="4" geldspeicherId="43211148" abrechnung="0">
                    <geldbetrag betrag="50" waehrung="EUR"/>
                    <bestandSorte anzahl="5">
                        <nennwert waehrung="EUR" wertigkeit="10"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17124" guid="73c699ee-17d4-4fd5-98f9-c739e3ad51af"/>
                </geldlogistik>
            </faaSchichtreport>
        </empfangeSchichtreport>
    </s:Body>
</s:Envelope>
